<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>+Esc</key>
	<string>+Esc</string>
	<key>1.5 (not supported)</key>
	<string>1.5 (不支持)</string>
	<key>Action</key>
	<string>动作</string>
	<key>Add Annotation at Cursor</key>
	<string>在光标处添加批注</string>
	<key>Add all from Category</key>
	<string>从类别中添加所有内容</string>
	<key>Add all from all Categories</key>
	<string>添加所有类别的所有内容</string>
	<key>Additional SSH Options</key>
	<string>其他SSH选项</string>
	<key>Advanced</key>
	<string>高级</string>
	<key>Advanced Paste</key>
	<string>高级粘贴</string>
	<key>Allow Agent forwarding</key>
	<string>允许代理转发</string>
	<key>An error occurred while importing a color preset.</key>
	<string>导入颜色预设时出错.</string>
	<key>An error occurred while importing a terminal color palette.</key>
	<string>导入终端调色板时出错.</string>
	<key>An error occurred while saving a terminal color palette.</key>
	<string>保存终端调色板时出错.</string>
	<key>An error occurred while saving an imported color preset.</key>
	<string>保存导入的颜色预设时出错.</string>
	<key>An error occurred while saving an imported terminal color palette.</key>
	<string>保存导入的终端调色板时出错.</string>
	<key>Anti-aliased</key>
	<string>抗锯齿</string>
	<key>Application</key>
	<string>程序</string>
	<key>Applications in terminal may access clipboard</key>
	<string>终端中的应用程序可以访问剪贴板</string>
	<key>Are you sure you want to delete the selected log file(s)?</key>
	<string>您确定要删除所选的日志文件吗？</string>
	<key>Auto</key>
	<string>自动</string>
	<key>Automatic</key>
	<string>自动</string>
	<key>Automatically log session input to files in:</key>
	<string>自动将会话输入记录到文件中:</string>
	<key>Automatically show data</key>
	<string>自动显示数据</string>
	<key>Background</key>
	<string>背景</string>
	<key>Background Transparency</key>
	<string>背景透明</string>
	<key>Background:</key>
	<string>背景:</string>
	<key>Baud Rate</key>
	<string>波特率</string>
	<key>Bell Action</key>
	<string>铃声行动</string>
	<key>Black</key>
	<string>黑色</string>
	<key>Blinking cursor</key>
	<string>光标闪烁</string>
	<key>Blinking text allowed</key>
	<string>允许闪烁文字</string>
	<key>Blue</key>
	<string>蓝色</string>
	<key>Bold:</key>
	<string>加粗:</string>
	<key>Box</key>
	<string>框</string>
	<key>Bright</key>
	<string>明亮的</string>
	<key>Bright Black</key>
	<string>亮黑色</string>
	<key>Bright Blue</key>
	<string>亮蓝色</string>
	<key>Bright Colors</key>
	<string>明亮的颜色</string>
	<key>Bright Cyan</key>
	<string>亮青色</string>
	<key>Bright Green</key>
	<string>亮绿色</string>
	<key>Bright Magenta</key>
	<string>亮洋红</string>
	<key>Bright Red</key>
	<string>亮红色</string>
	<key>Bright White</key>
	<string>亮白色</string>
	<key>Bright Yellow</key>
	<string>亮黄色</string>
	<key>Broadcast Input to all Terminal Sessions</key>
	<string>向所有终端会话广播输入</string>
	<key>Certificate File Path</key>
	<string>证书文件路径</string>
	<key>Certificate file to use with the private key</key>
	<string>与私钥一起使用的证书文件</string>
	<key>Change...</key>
	<string>修改...</string>
	<key>Character Encoding</key>
	<string>字符串加密中</string>
	<key>Character Spacing</key>
	<string>字符间距</string>
	<key>Clear Buffer</key>
	<string>清除缓冲区</string>
	<key>Clear Scrollback Buffer</key>
	<string>清除回滚缓冲区</string>
	<key>Close tab when the session ends</key>
	<string>会话结束时关闭标签</string>
	<key>Colors</key>
	<string>颜色</string>
	<key>Columns</key>
	<string>列</string>
	<key>Command</key>
	<string>命令</string>
	<key>Command:</key>
	<string>命令:</string>
	<key>Compression</key>
	<string>压缩</string>
	<key>Computername:Port</key>
	<string>计算机名称:端口号</string>
	<key>Configure advanced settings like the terminal type and the available scrollback lines for terminal connections.</key>
	<string>配置高级设置，如终端类型和用于终端连接的可用回滚线.</string>
	<key>Configure custom commands for this terminal connection. Custom commands can only be used if the connection type is set to 'Custom Commands'.</key>
	<string>为此终端连接配置自定义命令。仅当连接类型设置为“自定义终端”时，才会使用自定义命令'.</string>
	<key>Configure the display options (such as font and text size) for this terminal connection.</key>
	<string>配置此终端连接的显示选项（例如字体和文字大小）.</string>
	<key>Configure the terminal colors used for SSH and Telnet connections.</key>
	<string>配置用于SSH和Telnet连接的终端颜色.</string>
	<key>Connection Type:</key>
	<string>连接类型:</string>
	<key>Control/Right-click pastes clipboard</key>
	<string>控制/右键单击粘贴剪贴板</string>
	<key>Copy to clipboard on selection</key>
	<string>选择后复制到剪贴板</string>
	<key>Cursor</key>
	<string>光标</string>
	<key>Cursor Background:</key>
	<string>光标背景:</string>
	<key>Cursor Text:</key>
	<string>光标文字:</string>
	<key>Custom Color</key>
	<string>自定义颜色</string>
	<key>Custom Command</key>
	<string>自定义命令</string>
	<key>Custom Commands</key>
	<string>自定义命令</string>
	<key>Custom SSH Path</key>
	<string>自定义SSH路径</string>
	<key>Custom Screen Path</key>
	<string>自定义Screen路径</string>
	<key>Custom Telnet Path</key>
	<string>自定义Telnet路径</string>
	<key>Custom Terminal</key>
	<string>自定义终端</string>
	<key>Cyan</key>
	<string>青色</string>
	<key>Data Bits</key>
	<string>数据位</string>
	<key>Decrease Font Size</key>
	<string>减小字号</string>
	<key>Default 'expect' Path</key>
	<string>默认 'expect' 路径</string>
	<key>Default 'expect' Version</key>
	<string>默认 'expect' 版本</string>
	<key>Default 'screen' Path</key>
	<string>默认 'screen' 路径</string>
	<key>Default 'screen' Version</key>
	<string>默认 'screen' 版本</string>
	<key>Default 'ssh' Path</key>
	<string>默认 'ssh' 路径</string>
	<key>Default 'ssh' Version</key>
	<string>默认 'ssh' 版本</string>
	<key>Default 'telnet' Path</key>
	<string>默认 'telnet' 路径</string>
	<key>Delete key sends ^H</key>
	<string>删除键发送 ^H</string>
	<key>Destination</key>
	<string>目的地</string>
	<key>Disable X11 forwarding</key>
	<string>关闭 X11 转发</string>
	<key>Disable pseudo-terminal allocation</key>
	<string>禁用伪终端分配</string>
	<key>Display Options</key>
	<string>显示选项</string>
	<key>Draw bold text in bold font</key>
	<string>用粗体字体绘制粗体文本</string>
	<key>Draw bold text in bright colors</key>
	<string>用明亮的颜色绘制粗体文本</string>
	<key>Dynamic</key>
	<string>动态</string>
	<key>Enable SSH Host Key Mismatch Warning</key>
	<string>启用SSH主机密钥不匹配警告</string>
	<key>Enable X11 forwarding</key>
	<string>开启 X11 转发</string>
	<key>Enable mouse reporting</key>
	<string>启用鼠标报告</string>
	<key>Enable this setting to keep LC_CTYPE from being set when locale environment variables are set.</key>
	<string>启用此设置可防止在设置语言环境环境变量时设置LC_CTYPE.</string>
	<key>Enable three-finger tap to paste clipboard</key>
	<string>启用三指点击以粘贴剪贴板</string>
	<key>Enable trusted X11 forwarding</key>
	<string>启用受信任的X11转发</string>
	<key>Encoding</key>
	<string>加密中</string>
	<key>Enter value to send</key>
	<string>输入值后发送</string>
	<key>Esc+</key>
	<string>Esc+</string>
	<key>Even</key>
	<string>双</string>
	<key>Export</key>
	<string>导出</string>
	<key>Export as Plain Text</key>
	<string>导出为纯文本</string>
	<key>Find Cursor</key>
	<string>查找光标</string>
	<key>Focus session after right or middle click</key>
	<string>右键或中键单击后聚焦会话</string>
	<key>Force IPv4</key>
	<string>强制 IPv4</string>
	<key>Force IPv6</key>
	<string>强制 IPv6</string>
	<key>Force pseudo-terminal allocation</key>
	<string>强制伪终端分配</string>
	<key>Green</key>
	<string>绿色</string>
	<key>Hide Annotations</key>
	<string>隐藏注释</string>
	<key>Hide Cursor Guide</key>
	<string>隐藏光标指南</string>
	<key>Hide Timestamps</key>
	<string>隐藏时间戳记</string>
	<key>Highlight Text</key>
	<string>高亮文本</string>
	<key>IP Protocol</key>
	<string>IP 协议</string>
	<key>Ignore</key>
	<string>忽略</string>
	<key>Import</key>
	<string>导入</string>
	<key>Increase Font Size</key>
	<string>增大字号</string>
	<key>Input</key>
	<string>输入</string>
	<key>Instant</key>
	<string>即刻</string>
	<key>Internet Protocol Version</key>
	<string>互联网协议 版本</string>
	<key>Interval</key>
	<string>间隔</string>
	<key>Italic text allowed</key>
	<string>允许斜体文字</string>
	<key>Jump to Mark</key>
	<string>跳到标记</string>
	<key>Keep session alive</key>
	<string>保持会话活动</string>
	<key>Key Combination</key>
	<string>按键组合</string>
	<key>Key Mappings</key>
	<string>按键映射</string>
	<key>Keyboard Shortcut</key>
	<string>键盘快捷键</string>
	<key>Keyboard input will be sent to all terminal sessions!</key>
	<string>键盘输入将发送到所有终端会话!</string>
	<key>Left option (⌥) key acts as</key>
	<string>左 option (⌥) 按键映射为</string>
	<key>Line Spacing</key>
	<string>行间距</string>
	<key>Lines:</key>
	<string>线:</string>
	<key>Load Preset</key>
	<string>加载预设</string>
	<key>Load Presets</key>
	<string>加载预设</string>
	<key>Local</key>
	<string>本地</string>
	<key>Location</key>
	<string>定位</string>
	<key>Log Directory</key>
	<string>日志目录</string>
	<key>Log(s)</key>
	<string>日志</string>
	<key>Magenta</key>
	<string>洋红</string>
	<key>Mark (not supported)</key>
	<string>标记 (不支持)</string>
	<key>Marks and Annotations</key>
	<string>标记和注解</string>
	<key>Meta</key>
	<string>标签</string>
	<key>Middle-click pastes clipboard</key>
	<string>单击鼠标中键粘贴剪贴板</string>
	<key>Move to Trash</key>
	<string>移到废纸篓</string>
	<key>Never set the CTYPE environment variable</key>
	<string>从不设置CTYPE环境变量</string>
	<key>Next Mark</key>
	<string>下一个标记</string>
	<key>Non-ASCII Font</key>
	<string>非ASCII字体</string>
	<key>Non-ASCII Font Anti-aliased</key>
	<string>非ASCII字体抗锯齿</string>
	<key>Non-ASCII Font Size</key>
	<string>非ASCII字体大小</string>
	<key>Non-ASCII Font Use ligatures</key>
	<string>非ASCII字体使用连字</string>
	<key>None</key>
	<string>没有</string>
	<key>None (Bell Disabled)</key>
	<string>没有 (铃声关闭)</string>
	<key>Normal</key>
	<string>正常</string>
	<key>Normal Black</key>
	<string>普通黑色</string>
	<key>Normal Blue</key>
	<string>普通蓝色</string>
	<key>Normal Colors</key>
	<string>正常的颜色</string>
	<key>Normal Cyan</key>
	<string>普通青色</string>
	<key>Normal Green</key>
	<string>普通绿色</string>
	<key>Normal Magenta</key>
	<string>普通品红色</string>
	<key>Normal Red</key>
	<string>普通红色</string>
	<key>Normal White</key>
	<string>普通白色</string>
	<key>Normal Yellow</key>
	<string>普通黄色</string>
	<key>Numeric keypad Mode</key>
	<string>数字键盘模式</string>
	<key>Odd</key>
	<string>单</string>
	<key>Official Royal TSX Terminal Plugin</key>
	<string>官方 Royal TSX 终端插件</string>
	<key>On this page, you can configure advanced, SSH-specific options for this terminal connection.</key>
	<string>在此页面，您可以为该终端连接配置高级 SSH 特定选项。</string>
	<key>One</key>
	<string>一</string>
	<key>Opaque</key>
	<string>不透明</string>
	<key>Open Autocomplete...</key>
	<string>打开自动完成...</string>
	<key>Open Paste History...</key>
	<string>打开粘贴历史...</string>
	<key>OpenSSH certificate to use with the private key specified on the credentials page.</key>
	<string>要与凭证页面上指定的私钥一起使用的 OpenSSH 证书。</string>
	<key>Options controlling session logging, log file path and logging behavior.</key>
	<string>控制会话日志记录，日志文件路径和日志记录行为的选项.</string>
	<key>Other Colors</key>
	<string>其他颜色</string>
	<key>Parameters</key>
	<string>参数</string>
	<key>Parity</key>
	<string>平均</string>
	<key>Paste Escaping Special Characters</key>
	<string>粘贴特殊转义字符</string>
	<key>Paste Slowly</key>
	<string>慢慢粘贴</string>
	<key>Paste Special</key>
	<string>特殊粘贴</string>
	<key>Play Alert Sound</key>
	<string>播放警报声音</string>
	<key>Please select a Serial Port to connect to.</key>
	<string>请选择要连接的串行端口.</string>
	<key>Please specify the Destination in the following format: '{0}'.</key>
	<string>请以以下格式指定目的地: '{0}'.</string>
	<key>Please specify the Source port and Destination.</key>
	<string>请指定源端口和目标.</string>
	<key>Please specify the Source port.</key>
	<string>请指定源端口.</string>
	<key>Port Name</key>
	<string>端口名称</string>
	<key>Presets</key>
	<string>预设</string>
	<key>Previous Mark</key>
	<string>上一个标记</string>
	<key>Red</key>
	<string>红色</string>
	<key>Regular Expression</key>
	<string>正则表达式</string>
	<key>Regular Font</key>
	<string>常规字体</string>
	<key>Regular Font Anti-aliased</key>
	<string>常规字体抗锯齿</string>
	<key>Regular Font Size</key>
	<string>常规字体大小</string>
	<key>Regular Font Use ligatures</key>
	<string>常规字体使用连字</string>
	<key>Remap ⌥←/⌥→ to improve tmux compatibility</key>
	<string>映射 ⌥←/⌥→ 提高tmux兼容性</string>
	<key>Remote</key>
	<string>远程</string>
	<key>Remove {0}</key>
	<string>移除 {0}</string>
	<key>Reset</key>
	<string>重置</string>
	<key>Restore Font Size</key>
	<string>重置字体大小</string>
	<key>Reveal in Finder</key>
	<string>在访达中显示</string>
	<key>Right option (⌥) key acts as</key>
	<string>右 option (⌥) 按键映射为</string>
	<key>Rows</key>
	<string>行</string>
	<key>Run Command</key>
	<string>执行命令</string>
	<key>Run inside Login Shell</key>
	<string>在登录Shell中运行</string>
	<key>SSH</key>
	<string>SSH 连接</string>
	<key>SSH Connection</key>
	<string>SSH 连接</string>
	<key>SSH Keep Alive Interval</key>
	<string>SSH 保持活动间隔</string>
	<key>SSH Remote Command</key>
	<string>SSH 远程命令</string>
	<key>SSH Settings</key>
	<string>SSH 设置</string>
	<key>SSH_Tab</key>
	<string>SSH</string>
	<key>Scroll One Line Down</key>
	<string>向下滚动一行</string>
	<key>Scroll One Line Up</key>
	<string>向上滚动一行</string>
	<key>Scroll One Page Down</key>
	<string>向下滚动一页</string>
	<key>Scroll One Page Up</key>
	<string>向上滚动一页</string>
	<key>Scroll to End</key>
	<string>滚动到结束</string>
	<key>Scroll to Top</key>
	<string>滚动到顶部</string>
	<key>Scroll wheel sends arrow keys when in alternate screen mode</key>
	<string>在备用屏幕模式下，滚轮发送箭头键</string>
	<key>Scrollback Lines:</key>
	<string>回滚线:</string>
	<key>Secure shell (SSH) supports port forwarding (tunnels). Use this page to configure tunneling (remote and local port forwarding).</key>
	<string>SSH 支持端口转发（隧道）。使用此页面来配置隧道（远程和本地端口转发）.</string>
	<key>Select Current Command</key>
	<string>选择当前命令</string>
	<key>Select Output of Last Command</key>
	<string>选择上一条命令的输出</string>
	<key>Selection Background:</key>
	<string>选择背景:</string>
	<key>Selection Text:</key>
	<string>选择文本:</string>
	<key>Send Escape Sequence</key>
	<string>发送 Escape 序列</string>
	<key>Send Hex Code</key>
	<string>发送 Hex 码</string>
	<key>Send Text</key>
	<string>发送文本</string>
	<key>Send Text with 'vim' Special Chars</key>
	<string>发送带有 'vim' 的特殊字符</string>
	<key>Send ^? Backspace</key>
	<string>发送 ^? 退格键</string>
	<key>Send ^H Backspace</key>
	<string>发送 ^H 退格键</string>
	<key>Serial Port</key>
	<string>串行端口</string>
	<key>Serial Port Connection</key>
	<string>串行端口连接</string>
	<key>Session</key>
	<string>会话</string>
	<key>Session Settings</key>
	<string>会话设置</string>
	<key>Set Mark</key>
	<string>设定标记</string>
	<key>Set locale variables automatically</key>
	<string>自动设置语言环境变量</string>
	<key>Settings</key>
	<string>设置</string>
	<key>Show Annotations</key>
	<string>显示注释</string>
	<key>Show Cursor Guide</key>
	<string>显示光标指南</string>
	<key>Show Find Panel</key>
	<string>显示查找面板</string>
	<key>Show Timestamps</key>
	<string>显示时间戳记</string>
	<key>Show history after disconnect</key>
	<string>断开连接后显示历史记录</string>
	<key>Size (in KB)</key>
	<string>大小 (KB)</string>
	<key>Size for external windows</key>
	<string>外窗尺寸</string>
	<key>Smart cursor color</key>
	<string>智能光标颜色</string>
	<key>Source port</key>
	<string>源端口</string>
	<key>Space (not supported)</key>
	<string>空格 (不支持)</string>
	<key>Start Logging</key>
	<string>开始记录</string>
	<key>Stop Bits</key>
	<string>停止位</string>
	<key>Stop Logging</key>
	<string>停止记录</string>
	<key>Supported Formats</key>
	<string>支持的格式</string>
	<key>Suppress warning about multi-line pastes</key>
	<string>禁止有关多行粘贴的警告</string>
	<key>Suppress warning about short-lived sessions</key>
	<string>不显示短暂会话警告</string>
	<key>Telnet</key>
	<string>Telnet 连接</string>
	<key>Telnet Connection</key>
	<string>Telnet 连接</string>
	<key>Terminal</key>
	<string>终端</string>
	<key>Terminal Connection Settings</key>
	<string>终端连接设置</string>
	<key>Terminal Connections support SSH (default TCP port 22) and Telnet (default TCP port 23) to execute console commands. Some connection settings (like Tunnels) are ignored for Telnet connections.</key>
	<string>终端连接支持SSH，Telnet和自定义终端来执行控制台命令。 Telnet连接将忽略某些连接设置（例如隧道）.</string>
	<key>Terminal Default Settings</key>
	<string>终端默认设置</string>
	<key>Terminal Template Settings</key>
	<string>终端模板设置</string>
	<key>Terminal Type</key>
	<string>终端类型</string>
	<key>Terminal Type:</key>
	<string>终端类型:</string>
	<key>Terminal may set tab title</key>
	<string>终端可以设置标签标题</string>
	<key>Text</key>
	<string>文本</string>
	<key>Text Colors</key>
	<string>文本颜色</string>
	<key>Text Rendering</key>
	<string>文本渲染</string>
	<key>Text:</key>
	<string>文本:</string>
	<key>The "Computer Name" must not be empty.</key>
	<string> "计算机名称" 不能为空.</string>
	<key>The "Display Name" must not be empty.</key>
	<string> "显示名称" 不能为空.</string>
	<key>The connection to '{1}' was closed.{0}These are the last {2} lines of the connection protocol:{0}</key>
	<string>与'{1}' 的连接已关闭。{0}这是连接协议的最后 {2} 行:{0}</string>
	<key>The serial port '{0}' could not be found.</key>
	<string>找不到串行端口 '{0}' .</string>
	<key>The terminal connection type '{0}' is not supported.</key>
	<string>不支持终端连接类型'{0}' .</string>
	<key>Three-finger tap emulates middle click</key>
	<string>三指点按模仿中键</string>
	<key>Three-finger tap reports middle click to apps</key>
	<string>三指点按可将中间点击报告给应用</string>
	<key>Transparent</key>
	<string>透明</string>
	<key>Triggers</key>
	<string>触发</string>
	<key>Tunnels</key>
	<string>隧道</string>
	<key>Two</key>
	<string>二</string>
	<key>Underline</key>
	<string>强调</string>
	<key>Unlimited scrollback</key>
	<string>无限回滚</string>
	<key>Use ligatures</key>
	<string>使用连字</string>
	<key>Use the input options to define which keyboard sequences are sent to the server for certain key strokes. You can also change mouse behaviour here.</key>
	<string>使用输入选项来定义针对某些按键将哪些键盘序列发送到服务器。您还可以在此处更改鼠标行为.</string>
	<key>Vertical Bar</key>
	<string>竖条</string>
	<key>Visit Online Gallery</key>
	<string>访问联机库</string>
	<key>Visual Bell</key>
	<string>视觉铃声</string>
	<key>Warn before pasting multiple lines when not at shell prompt</key>
	<string>在不出现shell提示时粘贴多行之前发出警告</string>
	<key>Warn before pasting when not at shell prompt</key>
	<string>在没有shell提示时粘贴前警告</string>
	<key>When enabled, pressing ⌥← sends Hex codes 0x1b 0x1b 0x5b 0x44 and ⌥→ sends 0x1b 0x1b 0x5b 0x43</key>
	<string>当开启时, 按 ⌥← 发送 Hex 代码 0x1b 0x1b 0x5b 0x44 和 ⌥→ 发送 0x1b 0x1b 0x5b 0x43</string>
	<key>When idle, send ASCII code</key>
	<string>空闲时，发送ASCII码</string>
	<key>When the 'Connection Type' is set to 'Custom Terminal', please configure your custom terminal command in the 'Custom Commands' section. You can access the value specified in the 'Computer Name' field by using the $URI$ token.</key>
	<string>“连接类型”设置为“自定义终端”时，请在“自定义命令”部分配置自定义终端命令。您可以使用$URI$令牌访问“计算机名”字段中指定的值.</string>
	<key>White</key>
	<string>白色</string>
	<key>With the settings below you can control the serial port configuration and how to communicate with the device connected to the serial port.</key>
	<string>使用以下设置，您可以控制串行端口配置以及如何与连接到串行端口的设备进行通信.</string>
	<key>X11 Forwarding</key>
	<string>X11 转发</string>
	<key>X11 forwarding requires an X server to be installed on your Mac. Please visit '{0}' to install XQuartz.</key>
	<string>X11 转发需要在Mac上安装X服务器。 请访问 '{0}' 去安装 XQuartz.</string>
	<key>Yellow</key>
	<string>黄色</string>
	<key>characters to send</key>
	<string>要发送的字符</string>
	<key>ex: 0x7f 0x20</key>
	<string>比如: 0x7f 0x20</string>
	<key>iTerm Triggers watch for text matching a regular expression to arrive in a terminal session and then perform an action (send text or run a command) in response.</key>
	<string>iTerm触发器监视与正则表达式匹配的文本以到达终端会话，然后执行操作（发送文本或运行命令）作为响应.</string>
	<key>seconds (0 to disable)</key>
	<string>秒 (0 是关闭)</string>
</dict>
</plist>
